Repository: TnExperts/sps-payment-gateway-woocommerce
Catalog: languages/Sps-*.po
Languages: fr_fr

source: Gateway_sps
fr_fr: SPS

source: SPS Payment Gateway
fr_fr: Passerelle de paiement SPS

source: SPS payment gateway for SMT Tunisia
fr_fr: Passerelle de paiement de SPS pour SMT Tunisie

source: SPS Payment
fr_fr: SPS Paiement

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable SPS Payment Module.
fr_fr: Activez le Module de paiement de SPS.

source: Test mode
fr_fr: Mode de teste

source: Enable SPS Payment Module for only administrators users with SPS test url.
fr_fr: Activer le Module de paiement uniquement pour les administrateurs avec l'url de test SPS.

source: Title
fr_fr: Titre

source: Title shown on checkout page.
fr_fr: Titre à afficher dans la page commande

source: Payment method description shown on checkout.
fr_fr: Description de méthode de paiement indiquée sur la page commande.

source: Merchant ID
fr_fr: ID du marchand

source: SPS payment url
fr_fr: Url de paiement SPS

source: The SPS merchant id (affiliate id).
fr_fr: ID d'affillé SPS (id affillé).

source: Return Page
fr_fr: Page de confirmation

source: URL of success page.
fr_fr: URL de la page de confirmation de la commande.

source: Pay securely by Credit or Debit card or internet banking through Tunisia SPS Secure Servers.
fr_fr: Payer en toute sécurité par carte bancaire.

source: Proceed to payment
fr_fr: Commander

source: Payment Url
fr_fr: Url de paiement

source: Payment URL of SPS server
fr_fr: Url de paiement du serveur SPS

source: Transaction Url
fr_fr: Url de transaction

source: Transaction URL of SPS server
fr_fr: Url de de vérification du serveur SPS
